/* NSMenuItem : <title:About Books> (oid:58) */
"About Books" = "Tietoja Books:ista";

/* NSButton (Add) : <title:Add> (oid:1326) */
"Add" = "Lisää";

/* NSBox (Add a new file) : <title:Add a new file> (oid:3608) */
"Add a new file" = "Lisää uusi tiedosto";

/* NSButton (Add File) : <title:Add File> (oid:3615) */
"Add File" = "Lisää tiedosto";

/* NSMenuItem : <title:All> (oid:2109) */
"All" = "Kaikki";

/* NSMenuItem : <title:Any> (oid:2108) */
"Any" = "Mikä tahansa";

/* NSMenuItem : <title:Author(s)> (oid:3118) */
"Author(s)" = "Tekijä(t)";

/* NSTextField (Authors:) : <title:Authors:> (oid:426) */
"Authors:" = "Tekijät:";

/* NSTabViewItem : <title:Basic Info.> (oid:387) */
"Basic Info." = "Perustiedot.";

/* NSMenuItem : <title:Batch Quickfill Visible Items> (oid:3568) */
"Batch Quickfill Visible Items" = "Pikatäytä näkyvät kohteet";

/* NSWindow (Book Information) : <title:Book Information> (oid:384) */
"Book Information" = "Tietoa kirjasta";

/* NSWindow (Books) : <title:Books> (oid:1931) */
"Books" = "Kirjat";

/* NSNibBindingConnector : <title:Books - %{title1}@ (%{title2}@)> (oid:1926) */
"Books - %{title1}@ (%{title2}@)" = "Kirjat - %{title1}@ (%{title2}@)";

/* NSMenuItem : <title:Books Help> (oid:111) */
"Books Help" = "Books ohje";

/* NSTableColumn : <title:Borrower> (oid:1509) */
"Borrower" = "Lainaaja";

/* NSTextField (Borrower:) : <title:Borrower:> (oid:1532) */
"Borrower:" = "Lainaaja:";

/* NSBox (Box) : <title:Box> (oid:3973) */
"Box" = "Laatikko";

/* NSMenuItem : <title:Bring All to Front> (oid:5) */
"Bring All to Front" = "Tuo kaikki eteen";

/* NSButton (Browse) : <title:Browse> (oid:3616) */
"Browse" = "Selaa";

/* NSButton (Cancel) : <title:Cancel> (oid:3994) */
"Cancel" = "Kumoa";

/* NSMenuItem : <title:Check For Updates...> (oid:3374) */
"Check For Updates..." = "Hae päivityksiä...";

/* NSMenuItem : <title:Check Spelling> (oid:189) */
"Check Spelling" = "Tarkista oikeinkirjoitus";

/* NSMenuItem : <title:Check Spelling as You Type> (oid:191) */
"Check Spelling as You Type" = "Tarkista oikeinkirjoitus kirjoitettaessa";

/* NSMenuItem : <title:Close> (oid:3217) */
"Close" = "Sulje";

/* NSTextField (Comments:) : <title:Comments:> (oid:1246) */
"Comments:" = "Kommentit:";

/* NSTextField (Condition:) : <title:Condition:> (oid:608) */
"Condition:" = "Kunto:";

/* NSMenuItem : <title:contains> (oid:3128) */
"contains" = "sisältää";

/* NSTabViewItem : <title:Copies> (oid:391) */
"Copies" = "Kopioita";

/* NSMenuItem : <title:Copy> (oid:157) */
"Copy" = "Kopioi";

/* NSTableColumn : <title:Copy Borrowed> (oid:1508) */
"Copy Borrowed" = "Kopio lainattu";

/* NSTextField (Copy: ) : <title:Copy:
> (oid:3452) */


"Copy:\n" = "Kopio:\n";

/* NSPanel (Cover Image) : <title:Cover Image> (oid:1734) */
"Cover Image" = "Kansikuva";

/* NSTextField (Current Value:) : <title:Current Value:> (oid:614) */
"Current Value:" = "Nykyinen arvo:";

/* NSBox (Custom Genres) : <title:Custom Genres> (oid:3577) */
"Custom Genres" = "Muokatut genret";

/* NSBox (Custom Settings) : <title:Custom Settings> (oid:3427) */
"Custom Settings" = "Muokatut asetukset";

/* NSMenuItem : <title:Cut> (oid:160) */
"Cut" = "Leikkaa";

/* NSTextField (Date Acquired:) : <title:Date Acquired:> (oid:616) */
"Date Acquired:" = "Hankintapäivä:";

/* NSTableColumn : <title:Date Finished> (oid:1306) */
"Date Finished" = "Luettu loppuun";

/* NSTextField (Date Finished:) : <title:Date Finished:> (oid:1262) */
"Date Finished:" = "Luettu loppuun:";

/* NSTableColumn : <title:Date Lent> (oid:1510) */
"Date Lent" = "Lainattu";

/* NSTextField (Date Lent:) : <title:Date Lent:> (oid:1533) */
"Date Lent:" = "Lainattu:";

/* NSMenuItem : <title:Date Published> (oid:3112) */
"Date Published" = "Julkaisupäivä";

/* NSTextField (Date Started:) : <title:Date Started:> (oid:1256) */
"Date Started:" = "Aloituspäivä:";

/* NSTextField (Default Display Style:) : <title:Default Display Style:> (oid:3394) */
"Default Display Style:" = "Oletusnäyttö:";

/* NSTextField (Default Export Plugin: ) : <title:Default Export Plugin:
> (oid:3393) */


"Default Export Plugin:\n" = "Oletus tuontiplugin:\n";

/* NSTextField (Default Import Plugin:) : <title:Default Import Plugin:> (oid:3392) */
"Default Import Plugin:" = "Oletus vientiplugin:";

/* NSTextField (Default Quickfill Plugin:) : <title:Default Quickfill Plugin:> (oid:3410) */
"Default Quickfill Plugin:" = "Oletus pikatäytön plugin:";

/* NSButton (Delete) : <title:Delete> (oid:1327) */
"Delete" = "Poista";

/* NSTableColumn : <title:Description> (oid:3605) */
"Description" = "Kuvaus";

/* NSTextField (Description:) : <title:Description:> (oid:3614) */
"Description:" = "Kuvaus:";

/* NSTabViewItem : <title:Details> (oid:3421) */
"Details" = "Lisätiedot";

/* NSButton (Display default fields specified by the plugin.) : <title:Display default fields specified by the plugin.> (oid:3423) */
"Display default fields specified by the plugin." = "Näytä pluginin määrittelemät oletuskentät.";

/* NSButton (Display default genres specified by the application.) : <title:Display default genres specified by the application.> (oid:3576) */
"Display default genres specified by the application." = "Näytä sovelluksen määrittelemät oletuslajityypit.";

/* NSMenuItem : <title:does not contain> (oid:3288) */
"does not contain" = "ei sisällä";

/* NSMenu : <title:Edit> (oid:169) */
"Edit" = "Muokkaus";

/* NSMenuItem : <title:Edition> (oid:3110) */
"Edition" = "Painos";

/* NSTextField (Edition:) : <title:Edition:> (oid:409) */
"Edition:" = "Painos:";

/* NSMenuItem : <title:Editor(s)> (oid:3108) */
"Editor(s)" = "Toimittaja(t)";

/* NSTextField (Editors:) : <title:Editors:> (oid:427) */
"Editors:" = "Toimittajat:";

/* NSTableColumn : <title:Enabled> (oid:3388) */
"Enabled" = "Käytössä";

/* NSMenuItem : <title:ends with> (oid:3124) */
"ends with" = "loppuu";

/* NSTextField (Enter the custom genres in the box below. Enter one genre per line.) : <title:Enter the custom genres in the box below. Enter one genre per line.> (oid:3579) */
"Enter the custom genres in the box below. Enter one genre per line." = "Kirjoita mukautetut lajityypit laatikkoon alla. Yksi lajityyppi riville.";

/* NSTextField (Enter the field names for the custom fields to display in the list. Please enter one field name per line.) : <title:Enter the field names for the custom fields to display in the list. Please enter one field name per line.> (oid:3418) */
"Enter the field names for the custom fields to display in the list. Please enter one field name per line." = "Anna nimet mukautetuille kentille jotka näkyvät listassa. Yksi kentän nimi riville.";

/* NSTextField (Enter the fields to display in the details below. Enter them in the order that they should appear.) : <title:Enter the fields to display in the details below. Enter them in the order that they should appear.> (oid:3429) */
"Enter the fields to display in the details below. Enter them in the order that they should appear." = "Anna lisätiedoissa näkyvät kentät siinä järjestyksessä jossa haluat niiden näkyvän.";

/* NSMenu : <title:Export> (oid:1614) */
"Export" = "Vie";

/* NSTabViewItem : <title:Extended Info.> (oid:401) */
"Extended Info." = "Tarkemmat tiedot.";

/* NSTextField (Fetching data for book. Please be patient.) : <title:Fetching data for book. Please be patient.> (oid:3679) */
"Fetching data for book. Please be patient." = "Haetaan kirjan tietoja. Odota hetki.";

/* NSTableColumn : <title:Field> (oid:3389) */
"Field" = "Kenttä";

/* NSTableColumn : <title:Field Name> (oid:455) */
"Field Name" = "Kentän nimi";

/* NSTextField (Field Name:) : <title:Field Name:> (oid:1322) */
"Field Name:" = "Kentän nimi:";

/* NSTableColumn : <title:Field Value> (oid:456) */
"Field Value" = "Kentän arvo";

/* NSTextField (Field Value:) : <title:Field Value:> (oid:1325) */
"Field Value:" = "Kentän arvo:";

/* NSMenuItem : <title:File> (oid:83) */
"File" = "Arkisto";

/* NSTabViewItem : <title:Files> (oid:3600) */
"Files" = "Tiedostot";

/* NSMenuItem : <title:Find> (oid:168) */
"Find" = "Etsi";

/* NSMenuItem : <title:Find Next> (oid:167) */
"Find Next" = "Etsi seuraava";

/* NSMenuItem : <title:Find Online> (oid:3968) */
"Find Online" = "Etsi verkosta";

/* NSMenuItem : <title:Find Previous> (oid:162) */
"Find Previous" = "Etsi edellinen";

/* NSMenuItem : <title:Find…> (oid:154) */
"Find…" = "Etsi…";

/* NSMenuItem : <title:Format> (oid:3116) */
"Format" = "Muoto";

/* NSTextField (Format: ) : <title:Format:
> (oid:411) */


"Format:\n" = "Muoto:";

/* NSMenuItem : <title:Genre> (oid:3115) */
"Genre" = "Lajityyppi";

/* NSTabViewItem : <title:Genres> (oid:3574) */
"Genres" = "Lajityypit";

/* NSTextField (Genres:) : <title:Genres:> (oid:421) */
"Genres:" = "Lajityypit:";

/* NSMenuItem : <title:greater than> (oid:3125) */
"greater than" = "suurempi kuin";

/* NSMenu : <title:Help> (oid:106) */
"Help" = "Ohjeet";

/* NSMenuItem : <title:Hide Books> (oid:134) */
"Hide Books" = "Kätke kirjat";

/* NSMenuItem : <title:Hide Others> (oid:145) */
"Hide Others" = "Kätke muut";

/* NSMenuItem : <title:Illustrator(s)> (oid:3106) */
"Illustrator(s)" = "Kuvittaja(t)";

/* NSTextField (Illustrators:) : <title:Illustrators:> (oid:428) */
"Illustrators:" = "Kuvittajat:";

/* NSMenu : <title:Import> (oid:1611) */
"Import" = "Tuo";

/* NSMenuItem : <title:Info> (oid:1603) */
"Info" = "Tiedot";

/* NSTextField (Inscription:) : <title:Inscription:> (oid:617) */
"Inscription:" = "Omistuskirjoitus:";

/* NSButton (Install Selected Plugin) : <title:Install Selected Plugin> (oid:3854) */
"Install Selected Plugin" = "Asenna valittu plugin";

/* NSMenuItem : <title:is> (oid:3129) */
"is" = "on";

/* NSMenuItem : <title:is not> (oid:3131) */
"is not" = "ei ole";

/* NSNibBindingConnector : <title:ISBN> (oid:3525) */
"ISBN" = "ISBN";

/* NSTextField (ISBN:) : <title:ISBN:> (oid:3243) */
"ISBN:" = "ISBN:";

/* NSMenuItem : <title:Item> (oid:1615) */
"Item" = "Kohde";

/* NSMenuItem : <title:Item1> (oid:3946) */
"Item1" = "Kohde1";

/* NSMenuItem : <title:Item2> (oid:3947) */
"Item2" = "Kohde2";

/* NSMenuItem : <title:Item3> (oid:3948) */
"Item3" = "KOhde3";

/* NSMenuItem : <title:Jump to Selection> (oid:155) */
"Jump to Selection" = "Siirry valintaan";

/* NSMenuItem : <title:Keywords> (oid:3117) */
"Keywords" = "Avainsanat";

/* NSTextField (Keywords:) : <title:Keywords:> (oid:412) */
"Keywords:" = "Avainsanat:";

/* NSTabViewItem : <title:Lending History> (oid:393) */
"Lending History" = "Lainaushistoria";

/* NSMenuItem : <title:Length> (oid:3107) */
"Length" = "Pituus";

/* NSTextField (Length:) : <title:Length:> (oid:3264) */
"Length:" = "Pituus:";

/* NSMenuItem : <title:less than> (oid:3130) */
"less than" = "pienempi kuin";

/* NSMenu : <title:List> (oid:3567) */
"List" = "Luettelo";

/* NSMenuItem : <title:List Name> (oid:3114) */
"List Name" = "Listan nimi";

/* NSTableColumn : <title:Location> (oid:397) */
"Location" = "Sijainti";

/* NSTextField (Location:) : <title:Location:> (oid:3617) */
"Location:" = "Sijainti:";

/* NSButton (Look for new plugins online) : <title:Look for new plugins online> (oid:3908) */
"Look for new plugins online" = "Etsi uusia plugineja verkosta";

/* NSButton (Look for updates on launch) : <title:Look for updates on launch> (oid:3417) */
"Look for updates on launch" = "Etsi päivityksiä käynnistettäessä";

/* NSTabViewItem : <title:Main> (oid:3384) */
"Main" = "Pää";

/* NSMenu : <title:MainMenu> (oid:29) */
"MainMenu" = "MainMenu";

/* NSTextField (Match) : <title:Match> (oid:2105) */
"Match" = "Täsmää";

/* NSMenuItem : <title:Minimize> (oid:23) */
"Minimize" = "Pienennä";

/* NSButton (Move To Trash) : <title:Move To Trash> (oid:3607) */
"Move To Trash" = "Siirrä roskakoriin";

/* NSNibBindingConnector : <title:Multiple Books Selected> (oid:2028) */
"Multiple Books Selected" = "Useita kirjoja valitty";

/* NSNibBindingConnector : <title:Multiple Lists Selected> (oid:2509) */
"Multiple Lists Selected" = "Useita listoja valitty";

/* NSTableColumn : <title:Name> (oid:3859) */
"Name" = "Nimi";

/* NSButton (New Book) : <title:New Book> (oid:2032) */
"New Book" = "Uusi kirja";

/* NSButton (New Entry) : <title:New Entry> (oid:1528) */
"New Entry" = "Uusi merkintä";

/* NSMenuItem : <title:New List> (oid:1663) */
"New List" = "Uusi lista";

/* NSMenuItem : <title:New Smart List> (oid:2037) */
"New Smart List" = "Uusi Smart List";

/* NSButton (Next) : <title:Next> (oid:489) */
"Next" = "Seuraava";

/* NSNibBindingConnector : <title:No Books Selected> (oid:2028) */
"No Books Selected" = "Ei valittuja kirjoja";

/* NSNibBindingConnector : <title:No Lists Selected> (oid:2509) */
"No Lists Selected" = "Ei valittuja listoja";

/* NSNibBindingConnector : <title:Not Installed> (oid:3896) */
"Not Installed" = "Ei asennettu";

/* NSTextField (of the following rules:) : <title:of the following rules:> (oid:2111) */
"of the following rules:" = "seuraavista säännöistä:";

/* NSButton (OK) : <title:OK> (oid:2308) */
"OK" = "OK";

/* NSButton (Only export selected items) : <title:Only export selected items> (oid:3689) */
"Only export selected items" = "Vie vain valitut kohteet";

/* NSButton (Open With Finder) : <title:Open With Finder> (oid:3606) */
"Open With Finder" = "Avaa Finderissa";

/* NSMenu : <title:OtherViews> (oid:3945) */
"OtherViews" = "OtherViews";

/* NSTextField (Owner:) : <title:Owner:> (oid:610) */
"Owner:" = "Omistaja:";

/* NSPanel (Panel) : <title:Panel> (oid:3938) */
"Panel" = "Paneeli";

/* NSMenuItem : <title:Paste> (oid:171) */
"Paste" = "Sijoita";

/* NSMenuItem : <title:Paste and Match Style> (oid:209) */
"Paste and Match Style" = "Sijoita ja sovita tyyli";

/* NSMenuItem : <title:Place Published> (oid:3113) */
"Place Published" = "Julkaisupaikka";

/* NSMenuItem : <title:Plugin Manager> (oid:3901) */
"Plugin Manager" = "Pluginien hallinta";

/* NSWindow (Preferences) : <title:Preferences> (oid:1743) */
"Preferences" = "Asetukset";

/* NSMenuItem : <title:Preferences…> (oid:129) */
"Preferences…" = "Asetukset…";

/* NSButton (Previous) : <title:Previous> (oid:488) */
"Previous" = "Edellinen";

/* NSTextField (Progress Message ) : <title:Progress Message
> (oid:1933) */


"Progress Message\n" = "Eteneminen\n";

/* NSTextField (Progress:) : <title:Progress:> (oid:1254) */
"Progress:" = "Eteneminen:";

/* NSNibBindingConnector : <title:Publication Date> (oid:2879) */
"Publication Date" = "Julkaisupäivä";

/* NSTextField (Publish Date:) : <title:Publish Date:> (oid:422) */
"Publish Date:" = "Julkaisupäivä:";

/* NSTextField (Publish Place:) : <title:Publish Place:> (oid:407) */
"Publish Place:" = "Julkaisupaikka:";

/* NSMenuItem : <title:Publisher> (oid:3111) */
"Publisher" = "Julkaisija";

/* NSTextField (Publisher:) : <title:Publisher:> (oid:425) */
"Publisher:" = "Julkaisija:";

/* NSMenuItem : <title:Purge Spotlight Index> (oid:3240) */
"Purge Spotlight Index" = "Tyhjennä Spotlightin indeksi";

/* NSButton (QuickFill) : <title:QuickFill> (oid:3249) */
"QuickFill" = "Pikatäyttö";

/* NSWindow (Quickfilling) : <title:Quickfilling> (oid:3676) */
"Quickfilling" = "Pikatäytetään";

/* NSMenuItem : <title:Quit Books> (oid:136) */
"Quit Books" = "Lopeta Books";

/* NSTableColumn : <title:Rating> (oid:464) */
"Rating" = "Arviointi";

/* NSTextField (Rating:) : <title:Rating:> (oid:1260) */
"Rating:" = "Arviointi:";

/* NSMenuItem : <title:Redo> (oid:173) */
"Redo" = "Tee sittenkin";

/* NSButton (Refresh List) : <title:Refresh List> (oid:3920) */
"Refresh List" = "Päivitä lista";

/* NSButton (Remove) : <title:Remove> (oid:1247) */
"Remove" = "Poista";

/* NSButton (Remove Selected Entry) : <title:Remove Selected Entry> (oid:1527) */
"Remove Selected Entry" = "Poista valittu merkintä";

/* NSButton (Replace existing values) : <title:Replace existing values> (oid:4016) */
"Replace existing values" = "Korvaa entiseta arvot";

/* NSTableColumn : <title:Returned On> (oid:1511) */
"Returned On" = "Palautettu";

/* NSTextField (Returned On:) : <title:Returned On:> (oid:1536) */
"Returned On:" = "Palautettu:";

/* NSTableColumn : <title:Reviewer> (oid:462) */
"Reviewer" = "Arvioija";

/* NSTabViewItem : <title:Reviews> (oid:418) */
"Reviews" = "Arviot";

/* NSButton (Save) : <title:Save> (oid:3951) */
"Save" = "Tallenna";

/* NSButton (Search) : <title:Search> (oid:3949) */
"Search" = "Etsi";

/* NSMenuItem : <title:Select All> (oid:172) */
"Select All" = "Valitse kaikki";

/* NSTextField (Select the fields to display in the list from the choices below:) : <title:Select the fields to display in the list from the choices below:> (oid:3391) */
"Select the fields to display in the list from the choices below:" = "Valitse listassa näytettävät kentät:";

/* NSMenuItem : <title:Series> (oid:3280) */
"Series" = "Sarja";

/* NSTextField (Series:) : <title:Series:> (oid:3268) */
"Series:" = "Sarja:";

/* NSMenuItem : <title:Services> (oid:131) */
"Services" = "Palvelut";

/* NSMenuItem : <title:Show All> (oid:150) */
"Show All" = "Näytä kaikki";

/* NSTextField (Source:) : <title:Source:> (oid:612) */
"Source:" = "Lähde:";

/* NSMenu : <title:Spelling> (oid:185) */
"Spelling" = "Oikeinkirjoitus";

/* NSMenuItem : <title:Spelling…> (oid:187) */
"Spelling…" = "Oikeinkirjoitus…";

/* NSMenuItem : <title:starts with> (oid:3126) */
"starts with" = "alkaa";

/* NSTableColumn : <title:Status> (oid:3858) */
"Status" = "Tila";

/* NSTextField (Submitter:) : <title:Submitter:> (oid:1251) */
"Submitter:" = "Lähettäjä:";

/* NSMenuItem : <title:Summary> (oid:3119) */
"Summary" = "Yhteenveto";

/* NSTextField (Summary:) : <title:Summary:> (oid:424) */
"Summary:" = "Yhteenveto:";

/* NSTextField (System Font Text) : <title:System Font Text> (oid:2021) */
"System Font Text" = "Järjestelmäkirjasinteksti";

/* NSTableColumn : <title:Title> (oid:3942) */
"Title" = "Otsikko";

/* NSTextField (Title:) : <title:Title:> (oid:3613) */
"Title:" = "Otsikko:";

/* NSNibBindingConnector : <title:To use, add a new copy above.> (oid:3836) */
"To use, add a new copy above." = "Lisää uusi kopio yläpuolelle käyttääksesi.";

/* NSMenuItem : <title:Translator(s)> (oid:3109) */
"Translator(s)" = "Kääntäjä(t)";

/* NSTextField (Translators:) : <title:Translators:> (oid:429) */
"Translators:" = "Kääntäjät:";

/* NSTableColumn : <title:Type> (oid:3897) */
"Type" = "Tyyppi";

/* NSMenuItem : <title:Undo> (oid:158) */
"Undo" = "Peru";

/* NSMenuItem : <title:Update Spotlight Index> (oid:3239) */
"Update Spotlight Index" = "Päivitä Spotlightin indeksi";

/* NSMenuItem : <title:Use Selection for Find> (oid:161) */
"Use Selection for Find" = "Käytä valintaa etsinnässä";

/* NSBox (User-Defined Information) : <title:User-Defined Information> (oid:451) */
"User-Defined Information" = "Käyttäjän määrittelemät tiedot";

/* NSTableColumn : <title:Version> (oid:3872) */
"Version" = "Versio";

/* NSWindow (Window) : <title:Window> (oid:2101) */
"Window" = "Ikkuna";

/* NSMenuItem : <title:Zoom> (oid:197) */
"Zoom" = "Suurenna/pienennä";